module.exports = {
  ingredients: [
    {
      name: '양파',
      keep_method:
        '껍질을 벗기고 물에 씻지 않고 지퍼백에 담아 공기와 수분을 차단하고 냉장 보관하세요.',
    },
    {
      name: '오이',
      keep_method:
        '하나씩 키친타월로 말아 밀폐용기에 냉장 보관하세요. 꼭지가 위로가게 보관하면 최대 10여일까지 싱싱합니다!',
    },
    {
      name: '양배추',
      keep_method:
        '심을 칼로 제거하고 물에 적신 키친타월을 심 부분에 채워넣고 랩으로 감싸 냉장 보관하세요.',
    },
    {
      name: '깐 마늘',
      keep_method:
        '깨끗이 씻어 물기를 완전히 제거한 후, 키친타월을 아래에 깔아주고 위에도 덮어줍니다. 밀폐용기에 담아 냉장 보관하세요.',
    },
    {
      name: '다진 마늘',
      keep_method:
        '지퍼백에 넣어 납작하게 펼치거나 얼음틀에 소분하여 담아 냉동 보관하세요. 사용할 만큼 뜯어 사용할 수 있는 것이 팁!',
    },
    {
      name: '대파',
      keep_method: '썰어서 지퍼백이나 용기에 담아 냉동 보관하세요.',
    },
    {
      name: '브로콜리',
      keep_method:
        '데친 후 냉동 보관하세요. 얼리면 영양소가 응축되어 식이섬유, 비타민 등의 섭취를 높일 수 있어요!',
    },
    {
      name: '시금치',
      keep_method: '데친 후 냉동 보관하세요.',
    },
    {
      name: '두부',
      keep_method:
        '용기에 물을 붓고 소금을 소량 넣은 후 냉장 보관하세요. 2일에 한번 물을 갈아주고, 일주일 안에 먹어야 해요!',
    },
    {
      name: '아보카도',
      keep_method:
        '한 개씩 종이에 감싸 밀폐 용기에 넣고 냉장 보관하세요. 후숙이 덜 된 경우 호일에 감싸 그늘진 상온에서 보관하면 3-4일 후 먹기 좋아요!',
    },
    {
      name: '감자',
      keep_method:
        '키친타월에 감싸 그늘지고 통풍이 잘되는 곳에서 실온 보관하세요.',
    },
    {
      name: '당근',
      keep_method:
        '물기를 제거하고 키친타월에 감싸 지퍼백이나 밀폐용기에 냉장 보관하세요.',
    },
    {
      name: '버섯',
      keep_method:
        '물기를 제거하고 키친타월에 감싸 지퍼백이나 밀폐용기에 냉장 보관하세요.',
    },
    {
      name: '고구마',
      keep_method:
        '물기가 없는 상태로 한 개씩 신문지로 말아 통풍이 잘 되는 서늘한 곳에 보관하세요. 냉장 보관은 금물!',
    },
    {
      name: '단호박',
      keep_method:
        '상처가 없는 상태로 서늘하고 건조한 곳에 상온 보관하세요. 꼭지 부분이 아래로 향하게 보관하면 곰팡이를 방지합니다!',
    },
    {
      name: '사과',
      keep_method:
        '단독으로 지퍼백에 보관하세요. 덜 익은 감과 함께 보관하면 감이 숙성된다는 팁!',
    },
    {
      name: '키위',
      keep_method: '후숙 과일은 통풍이 잘되는 곳에서 실온 보관하세요.',
    },
    {
      name: '바나나',
      keep_method:
        '후숙 과일은 통풍이 잘되는 곳에서 실온 보관하세요. 바나나는 걸어두면 껍질이 검게 변하거나 쉽게 무르지 않는 것이 팁!',
    },
    {
      name: '블루베리',
      keep_method: '냉동 보관하면 항산화물질인 안토시아닌 농도가 높아져요!',
    },
    {
      name: '명란젓',
      keep_method: '소분 후 냉동 보관하세요.',
    },
    {
      name: '생선',
      keep_method:
        '내장을 제거하고 토막내어 소금을 뿌려 지퍼백에 넣어 냉장 보관하세요. 냉동 보관 시 2주를 넘기지 않는 것이 좋아요!',
    },
    {
      name: '돼지고기',
      keep_method:
        '청주 등의 술을 부어 밀폐 용기에 담아 냉장 보관하세요. 비린내를 잡아주는 팁!',
    },
    {
      name: '소고기',
      keep_method:
        '등심은 소금, 후추, 올리브유를 바르고 냉동 보관하세요. 양지의 경우 물에 적셔 겉면을 코팅해서 냉동 보관하고, 다진 소고기는 지퍼백에 얇게 펴 밀봉하여 냉동 보관하세요.',
    },
    {
      name: '닭고기',
      keep_method:
        '다른 육류에 비해 보관 기간이 짧아요. 구매 후 바로 섭취하는 것이 좋아요. 😅',
    },
    {
      name: '베이컨',
      keep_method: '종이호일 위에 한 장씩 올려 말아 냉동 보관하세요.',
    },
    {
      name: '통조림 햄',
      keep_method: '칼로 자른 단면에 식초를 바르고 냉장 보관하세요.',
    },
    {
      name: '슬라이스 햄',
      keep_method: '종이호일 위에 한 장씩 올려 겹쳐 냉동 보관하세요.',
    },
    {
      name: '버터',
      keep_method:
        '한번씩 쓸 만큼 깍뚝썰기하여 전분이나 밀가루를 1티스푼 넣고 서로 붙지 않게 흔들어두고 냉동 보관하세요.',
    },
  ],
};
